[
    "gw",
    "aa",
    "ab",
    "ABSORICA CAP 10MG",
    "ABSORICA CAP 40MG",
    "ABSINTHIUM OIL",
    "ABILIFY TAB 10MG",
    "\r\n \t\r\nDrug Price Search\r\nLook up and compare real drug prices near you!\r\nHOME|FEEDBACK\r\n\r\nSearch for Drug | Search Results | Choose Dosage | Results\r\nSearch for a Drug\r\n\r\nDrug Name\tZip Code\tin a radius of:\r\n *\t *\t\r\n\r\n\r\n* - Required Fields\r\n\r\n\r\n\r\n\r\n\r\n\r\nThis plan is NOT insurance.\r\nThis plan provides discounts at certain healthcare providers for medical services.\r\nThis plan does not make payments directly to the providers of medical services.\r\n\r\nThe plan member is obligated to pay for all healthcare services but will receive a discount from those healthcare providers who have contracted with the discount plan organization. The range of discounts for medical or ancillary services provided under the plan will vary depending on the type of provider and medical or ancillary service received. Pharmacy discounts range from 10% to 85% on most medications. The discount medical card program makes available a list of program providers, including the name, city, state, and specialty of each program provider located in the cardholder's service area. New Benefits will receive and retain a fee from network providers for eligible prescription, hearing, lab, and imaging purchases. Pharmacy Discounts are Not Insurance and are Not Intended as a Substitute for Insurance.\r\n\r\nThe discount is only available at participating pharmacies.\r\n\r\nListed or quoted prices are subject to change without notice. The plan is not insurance coverage and does not meet the minimum creditable coverage requirements under the Affordable Care Act or Massachusetts M.G.L. c. 111M and 956 CMR 5.00.\r\nDiscount Medical Plan Organization: New Benefits, Ltd., Attn: Compliance Department, PO Box 671309 Dallas, TX 75367-1309, 800-800-7616. Website to obtain participating providers: MyMemberPortal.com. Terms and Conditions | Privacy Policy\r\n\r\nRSS",
    "HYZAAR TAB 50-12.5",
    "COZAAR TAB 50MG",
    "ABSORICA CAP 20MG",
    "ABILIFY TAB 30MG",
    "ABSORICA CAP 30MG",
    "ABACAV/LAMIV TAB /ZIDOVUD",
    "ABILIFY TAB 20MG",
    "ABILIFY SOL 1MG/ML",
    "COZAAR TAB 25MG",
    "ABILIFY TAB 5MG",
    "COZAAR TAB 100MG",
    "HYZAAR TAB 100-12.5",
    "ABILIFY TAB 2MG",
    "ABILIFY TAB 15MG",
    "CALCIUM AA POW CHELATE",
    "ABACAVIR TAB 300MG",
    "HYZAAR TAB 100-25"
]